{"translation-revision-date":"2026-01-14 08:24:01+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"This will activate SSL across your entire network.":["Ini akan mengaktifkan SSL di seluruh jaringan Anda."],"Your Let's Encrypt SSL certificate has been successfully installed. Click the button below to activate SSL on your WordPress site.":["Sertifikat SSL Let's Encrypt Anda telah berhasil dipasang. Klik tombol di bawah untuk mengaktifkan SSL di situs WordPress Anda."],"Final step":["Langkah terakhir"],"Redirecting to dashboard...":["Mengalihkan ke dasbor..."],"SSL has already been activated on your site.":["SSL sudah diaktifkan di situs Anda."],"SSL already activated":["SSL sudah diaktifkan"],"loading":["memuat"],"Pro":["Pro"],"URI":["URI"],"Add Entry":["Tambahkan Entri"],"Something went wrong while saving the manual CSP entry.":["Terjadi kesalahan saat menyimpan entri CSP manual."],"Please enter both the \"URI\" and the \"Directive\" before saving.":["Harap masukkan \"URI\" dan \"Directive\" sebelum menyimpan."],"Block User-Agent":["Blokir User-Agent"],"User-Agent":["User-Agent"],"Activate Two-Factor Authentication to enable this block.":["Aktifkan Autentikasi Dua Faktor untuk mengaktifkan blok ini."],"Activate Two-Factor Authentication and one method to enable this block.":["Aktifkan Autentikasi Dua Faktor dan satu metode untuk mengaktifkan blokir ini."],"Selected regions are now allowed":["Wilayah tertentu sekarang diizinkan"],"You have enforced 2FA, but not configured any methods for the role: ":["Anda telah menerapkan 2FA, namun belum mengonfigurasi metode apa pun untuk peran tersebut: "],"You have enforced 2FA, but not configured any methods.":["Anda telah menerapkan 2FA, tetapi tidak mengonfigurasi metode apa pun."],"Validate CAPTCHA":["Validasi CAPTCHA"],"Reload Captcha":["Muat ulang Captcha"],"Here you can add IP addresses that should never be blocked by region restrictions.":["Di sini Anda dapat menambahkan alamat IP yang tidak boleh pernah diblokir oleh pembatasan wilayah."],"Notes":["Catatan"],"Restrict access from specific countries or continents. You can also allow only specific countries.":["Batasi akses dari negara atau benua tertentu. Anda juga dapat hanya mengizinkan negara tertentu."],"Block \/ Allow All":["Blokir \/ Izinkan Semua"],"Optional - Select your hosting provider.":["Opsional - Pilih penyedia hosting Anda."],"%s is now allowed":["%s sekarang diizinkan"],"Trust Username":["Jadikan Nama Pengguna Tepercaya"],"Block Username":["Blokir Nama Pengguna"],"Activate Limit login attempts to enable this block.":["Aktifkan Pembatasan percobaan login untuk mengaktifkan pemblokiran ini."],"You have selected %s rows":["Anda telah memilih %s baris"],"Trust IP Address":["Percayai Alamat IP"],"of":["dari"],"Rows per page:":["Baris per halaman:"],"You have selected %s users":["Anda telah memilih %s pengguna"],"Add User":["Tambahkan Pengguna"],"Block IP Address":["Blokir Alamat IP"],"Block":["Blokir"],"Add":["Tambahkan"],"IP Address":["Alamat IP"],"Add IP Address":["Tambahkan Alamat IP"],"Invalid ip address":["Alamat IP tidak valid"],"Search":["Cari"],"Remove":["Hapus"],"Reset":["Atur ulang"],"rows":["baris"],"You have selected":["Anda telah memilih"],"All notifications are triggered successfully, please check your email to double-check if you can receive emails.":["Semua notifikasi berhasil dipicu, silakan periksa email Anda untuk memastikan Anda dapat menerima email."],"You have not enabled the email notifications in the general settings.":["Anda belum mengaktifkan notifikasi email di pengaturan umum."],"The notification test only works if you save the setting first.":["Uji notifikasi hanya berfungsi jika Anda menyimpan pengaturan terlebih dahulu."],"Activate vulnerability detection to enable this block.":["Aktifkan deteksi kerentanan untuk mengaktifkan pemblokiran ini."],"No vulnerabilities found":["Tidak ditemukan kerentanan"],"Reporting enabled":["Pelaporan diaktifkan"],"Scanning your WordPress configuration":["Memindai konfigurasi WordPress Anda"],"Collecting plugin, theme and core data":["Mengumpulkan data plugin, tema, dan inti"],"Preparing vulnerability detection":["Mempersiapkan deteksi kerentanan"],"Update":["Pembaruan"],"Isolates the plugin or theme if no update can be performed":["Mengisolasi plugin atau tema jika tidak ada pembaruan yang dapat dilakukan"],"Force update the plugin or theme":["Paksa pembaruan plugin atau tema"],"Loading...":["Memuat..."],"Test notifications":["Notifikasi uji"],"Search for a post.":["Cari sebuah pos."],"Redirect to this post when someone tries to access \/wp-admin or \/wp-login.php. The default is a 404 page.":["Alihkan ke pos ini ketika seseorang mencoba mengakses \/wp-admin atau \/wp-login.php. Default-nya adalah halaman 404."],"%s cannot be implemented due to server limitations. Check your notices for the detected issue.":["%s tidak dapat diterapkan karena keterbatasan server. Periksa pemberitahuan Anda untuk masalah yang terdeteksi."],"Error detected":["Kesalahan terdeteksi"],"Disabled":["Dinonaktifkan"],"Exit":["Keluar"],"Enable Learning Mode to configure automatically":["Aktifkan Mode Pembelajaran untuk mengonfigurasi secara otomatis"]," The %s is now in report-only mode and will collect directives. This might take a while. Afterwards you can Exit, Edit and Enforce these Directives.":[" %s sekarang berada dalam mode report-only dan akan mengumpulkan directive. Ini mungkin memerlukan waktu. Setelah itu Anda dapat Keluar, Mengedit, dan Menerapkan Directive ini."],"The Permissions Policy has been disabled.":["Permissions Policy telah dinonaktifkan."],"Permissions Policy is set outside Really Simple Security.":["Permissions Policy disetel di luar Really Simple Security."],"%s is already set outside Really Simple Security.":["%s sudah disetel di luar Really Simple Security."],"Re-started test":["Tes dimulai ulang"],"By placing it outside the root folder, it is not publicly accessible.":["Dengan menaruh di luar folder root, berkas tidak akan dapat diakses secara publik."],"Send":["Kirim"],"Type your question here":["Ketik pertanyaan Anda di sini"],"Permissions Policy is enforced.":["Permissions Policy diterapkan."],"Stop":["Berhenti"],"Start scan":["Mulai pemindaian"],"Everything is now served over SSL":["Semua ditampilkan melalui SSL"],"No results. Start your first scan":["Tidak ada hasil. Mulai pemindaian pertama Anda"],"Show ignored URLs":["Tampilkan URL yang diabaikan"],"View":["Lihat"],"Deactivate":["Nonaktifkan"],"Review the settings and enforce the policy":["Tinjau pengaturan dan terapkan kebijakan"],"We finished the configuration.":["Kami selesai melakukan konfigurasi."],"Learning Mode":["Mode Belajar"],"Disable to configure":["Nonaktifkan untuk buat konfigurasi"],"Enforced":["Berlakukan"],"Enforce":["Diberlakukan"],"No results":["Tidak ada hasil"],"failed":["gagal"],"success":["sukses"],"Blocked":["Diblok"],"Allowed":["Diizinkan"],"All":["Semua"],"%s is enforced.":["%s diberlakukan."],"%s has been disabled.":["%s telah dinonaktifkan."],"Network settings":["Pengaturan Jaringan"],"This feature is only available networkwide.":["Fitur ini hanya tersedia untuk seluruh jaringan."],"Revoke":["Cabut"],"Ignore":["Abaikan"],"Help":["Bantuan"],"Edit":["Edit"],"The certificate is not generated by Really Simple Security, so there are no installation files here":["Sertifikat ini tidak dibuat oleh Really Simple Security, jadi tidak ada file instalasi di sini"],"Skip DNS verification":["Lewati verifikasi DNS"],"DNS verification active. You can switch back to directory verification here.":["Verifikasi DNS aktif. Anda dapat beralih kembali ke direktori verifikasi di sini."],"Activating...":["Mengaktifkan..."],"Directive":["Directive"],"Disable":["Nonaktifkan"],"Allow":["Izinkan"],"Fix":["Perbaiki"],"Delete":["Hapus"],"Username":["Nama Pengguna"],"Details":["Detail"],"Activate":["Aktifkan"],"Value":["Nilai"],"The CA Bundle will sometimes be automatically detected. If not, you can use this file.":["Bundel CA terkadang akan terdeteksi secara otomatis. Jika tidak, Anda dapat menggunakan file ini."],"Certificate Authority Bundle (CABUNDLE)":["Certificate Authority Bundle (CABUNDLE)"],"The private key can be uploaded or pasted in the appropriate field on your hosting dashboard.":["Kunci pribadi dapat diunggah atau ditempelkan di bidang yang sesuai pada dasbor hosting Anda."],"Private Key (KEY)":["Private Key (KEY)"],"Copy content":["Salin konten"],"Download":["Unduh"],"This is the certificate, which you need to install in your hosting dashboard.":["Ini adalah sertifikat yang Anda butuhkan untuk diinstall di dalam dasbor hosting Anda."],"Certificate (CRT)":["Sertifikat (CRT)"],"Install your certificate.":["Pasang sertifikat Anda."],"Skip DNS check":["Lewati pemeriksaan DNS"],"If you're sure it's set correctly, you can click the button to skip the DNS check.":["Jika Anda yakin sudah disetel dengan benar, Anda dapat klik tombol untuk melewati pemeriksaan DNS."],"You can manually check the DNS records in an %sonline tool%s.":["Anda dapat memeriksa secara manual DNS record di %sonline tool%s."],"We could not check the DNS records. If you just added the record, please check in a few minutes.":["Kami tidak dapat melakukan pengecheckan DNS record. Jika Anda baru saja menambahkan, silahkan lakukan pengecheckan beberapa menit kemudian."],"Add the following token as text record to your DNS records. We recommend to use a short TTL during installation, in case you need to change it.":["Tambahkan token berikut sebagai catatan teks ke DNS record Anda. Kami merekomendasikan untuk menggunakan TTL pendek selama proses instalasi, jika sewaktu-waktu Anda perlu mengubahnya."],"Inside the folder called “ssl” create a new folder called “certs”, with 644 writing permissions.":["Di dalam folder bernama \"ssl\" buat folder baru bernama \"certs\", dengan kode izin menulis 644."],"The certificate will get stored in this directory.":["Sertifikat akan disimpan pada direktori ini."],"Create a certs directory":["Buat direktori certs"],"Inside the folder called “ssl” create a new folder called “keys”, with 644 writing permissions.":["Di dalam folder bernama \"ssl\" buat folder baru bernama \"keys\", dengan kode izin menulis 644."],"Create a folder called “ssl”":["Membuat folder \"ssl\""],"Navigate in FTP or File Manager to one level above the root of your WordPress installation:":["Arahkan ke FTP atau File Manager dimana satu tingkat di atas root dari instalasi WordPress Anda:"],"The key directory is needed to store the generated keys.":["Direktori kunci diperlukan untuk menyimpan kunci yang dihasilkan."],"Create a key directory":["Membuat direktori kunci"],"If the challenge directory cannot be created, you can either remove the server limitation, or change to DNS verification.":["Jika direktori challenge tidak dapat dibuat, Anda dapat menghapus batasan server, atau mengubah ke verifikasi DNS."],"Or you can switch to DNS verification":["Atau Anda dapat beralih ke verifikasi DNS"],"Click the refresh button.":["Tekan tombol refresh."],"Inside the folder called “.well-known” create a new folder called “acme-challenge”, with 644 writing permissions.":["Di dalam folder “.well-known” buat folder baru bernama “acme-challenge”, dengan kode izin menulis 644 ."],"Create a folder called “.well-known”":["Membuat folder \".well-known\""],"Navigate in FTP or File Manager to the root of your WordPress installation:":["Navigasikan di FTP atau File Manager ke root instalasi WordPress Anda:"],"The challenge directory is used to verify the domain ownership.":["Direktori challenge digunakan untuk memverifikasi kepemilikan domain."],"Create a challenge directory":["Membuat direktori \"challenge\""],"If the challenge directory cannot be created, or is not reachable, you can either remove the server limitation, or change to DNS verification.":["Jika direktori challenge tidak dapat dibuat, atau tidak dapat dijangkau, Anda dapat menghapus batasan server, atau mengubah ke verifikasi DNS."],"Next step":["Langkah selanjutnya"],"Switch to DNS verification":["Beralih ke verifikasi DNS"],"Please note that auto-renewal with a DNS challenge might not be possible.":["Mohon dicatat bahwa perpanjangan otomatis dengan tantangan DNS mungkin tidak dapat dilakukan."],"If you also want to secure subdomains like mail.domain.com, cpanel.domain.com, you have to use the %sDNS%s challenge.":["Jika Anda ingin mengamankan subdomain seperti mail.domain.com, cpanel.domain.com, Anda harus menggunakan %sDNS%s challenge."],"Switch to directory verification":["Beralih ke verifikasi direktori"],"Domain":["Domain"],"Attempt %s.":["Percobaan %s."],"Verifying DNS records...":["Memverifikasi DNS record..."],"Re-check":["Periksa kembali"],"Copied!":["Disalin!"],"Warning":["Peringatan"],"Activate SSL":["Aktifkan SSL"],"Read more":["Baca lebih lanjut"],"Cancel":["Batal"],"More info":["Info lebih lanjut"],"SSL activated!":["SSL diaktifkan!"],"Activate SSL networkwide":["Aktifkan SSL networkwide"]}},"comment":{"reference":"settings\/build\/485.09b2206e7cb2f9ad160e.js"}}